"use strict";
const h = 60;
const k = 1024;
console.log('Найдите количество секунд в сутках.' + h*h*24)
console.log('Найдите количество секунд в 30 сутках.' + h*h*24*30)
console.log('Найдите количество секунд в году.' + h*h*24*365)
console.log('Найдите количество минут в году.' + h*24*365)
console.log('Найдите количество минут в сутках.' + h*24)
console.log('Найдите количество байт в мегабайте.' + k*k)
console.log('Найдите количество байт в гигабайте.' + k*k*k)
console.log('Найдите количество байт в 10 гигабайтах.' + k*k*k*10)
console.log('Найдите количество байт в терабайте.' + k*k*k*k)
console.log('Найдите количество килобайт в терабайте.'+ k*k*k)